[
  {
    "title": "Tim Divisi K3L melakukan tinjauan lapang",
    "slug": "tim-divisi-k3l-melakukan-tinjauan-lapang",
    "body": "Kawasan Hutan dengan Tujuan Khusus (KHDTK) yang menjadi Hutan Pendidikan dan Penelitian Universitas Brawijaya (UB) mengalami bencana kebakaran yang melibatkan wilayah Sumbersari, Tawang Argo, Karangploso, Borogragal, dan Bonowarih di Kabupaten Malang, Jawa Timur. Tim Divisi Keselamatan dan Kesehatan Kerja Lingkungan (K3L) segera merespons dengan melakukan tinjauan lapangan untuk mengevaluasi dampak kebakaran dan merancang langkah-langkah pemulihan lingkungan.\r\nUB Forest, yang merupakan bagian integral dari program pendidikan dan penelitian UB, kini menghadapi tantangan serius akibat bencana alam ini. Kebakaran hutan telah merugikan ekosistem yang kaya biodiversitas dan menjadi sumber pengetahuan penting bagi mahasiswa dan peneliti di bidang kehutanan.\r\nTim Divisi K3L berkomitmen untuk bekerja sama dengan berbagai pihak, termasuk pemerintah setempat dan organisasi lingkungan, guna mendukung upaya pemulihan lingkungan dan memitigasi risiko serupa di masa depan. Artikel ini menggarisbawahi perlunya perhatian serius terhadap pelestarian kawasan hutan yang berfungsi sebagai laboratorium alam dan pusat pengetahuan bagi pengembangan sumber daya alam yang berkelanjutan.",
    "image": "news-1.jpg"
  },
  {
    "title": "Tim Divisi K3L melakukan penelusuran ke titik kebakaran di UB Forest",
    "slug": "tim-divisi-k3l-melakukan-penelusuran-ke-titik-kebakaran-di-ub-forest",
    "body": "Tim Divisi Keselamatan dan Kesehatan Kerja Lingkungan (K3L) terlibat secara aktif dalam upaya penelusuran ke lokasi kebakaran hutan di UB Forest. Keterlibatan mereka bertujuan untuk mengumpulkan data akurat tentang titik kebakaran guna mendukung analisis dan kajian menyeluruh terkait dampak dan penyebab kebakaran hutan tersebut.\r\n Tim K3L melakukan perjalanan ke titik kebakaran dengan tujuan utama memperoleh informasi yang dapat menjadi dasar untuk evaluasi keselamatan dan upaya pemadaman yang lebih efektif. Dengan menyusuri area yang terkena dampak kebakaran, tim ini berusaha mengidentifikasi titik-titik kritis, sumber api, dan pola penyebaran api.\r\nData yang dikumpulkan oleh Tim Divisi K3L akan menjadi landasan untuk analisis lebih lanjut terkait penyebab kebakaran, pengaruh terhadap lingkungan, serta potensi risiko terhadap kesehatan masyarakat. Dengan pendekatan ini, diharapkan hasil analisis dapat memberikan wawasan yang mendalam tentang peristiwa kebakaran hutan di UB Forest, yang nantinya dapat digunakan untuk pengembangan strategi pencegahan dan penanggulangan kebakaran hutan di masa depan.",
    "image": "news-2.jpg"
  },
  {
    "title": "Peluncuran dan Bedah Buku Karya Profesor UB",
    "slug": "peluncuran-dan-bedah-buku-karya-profesor-ub",
    "body": "Dewan Profesor Universitas Brawijaya, Selasa (19/12/2023), menyelenggarakan Launching Buku Pemikiran Profesor dan Bedah Buku Hukum Oligark di Samantha Krida. Buku-buku tersebut merupakan karya profesor UB dari berbagai bidang keilmuan yang dikolaborasikan dalam satu tema besar.\n\n“Insyaallah setiap Dies kita akan meluncurkan buku karya dari Profesor-profesor di UB. Sedangkan Bedah Buku ini kita lebih selektif, menunggu momen-momen teretntu, adanya pihak untuk kerjasama dijadikan pertimbangan,” ujar Ketua Pelaksana Prof. Sukir Maryanto S.Si., M.Si., Ph.D. di hadapan wartawan pada Konferensi Pers di sela kegiatan.\n\nLaunching Buku Pemikiran Profesor meluncurkan dua buku kumpulan tulisan para profesor. Buku pertama berjudul “Karya Pemikiran Guru Besar UB Bidang Ketahanan Pangan, Nutrisi Sehat, dan Kesehatan”. Buku ini merupakan gabungan tulisan diantaranya Prof. Dra. Fatchiyah M.Kes., Ph.D., Prof. Dr. Ir. Nuhfil Hanani AR. M.S., Prof. Dr. Rudianto MA., Prof. Amin Setyo Laksono S.Si., M.Si., Ph.D., Prof. Dian Handayani S.KM., M.Kes., Ph.D., Prof. Dr. Ir. Qomariyatus Sholihah S.T., M.Kes., Prof.Dr.Ir. Hendrawan Soetanto, M.Rur.Sc.\n\n“Buku ini membahas tentang ketahanan pangan mulai dari segi sosial ekonomi, bagaimana pemerintah terjun terkait ketahanan pangan, kemudian dibahas juga biodiversitas Indonesia. Karena sebenarnya kita kan kaya raya tapi tidak dieksplorasi secara maksimal, “ujar Fatchiyah selaku penulis pertama buku tersebut.\n\nDicontohkannya seperti beras, kita tahunya cuma putih padahal beras warna kita ada 20 sampai 30 yang manfaatnya cukup tinggi. Aneka ragam manafaat beras tersebut disampaikan dosen Fakultas MIPA ini sudah diserahkannya ke BP Padi Subang untuk dikembangkan dan diedarkan ke seluruh Indonesia.\n\nDi buku tersebut dibahas pula terkait sumber pangan hewani. Sapi, kambing dan unggas menjadi pilihan ternak yang bisa dikonsumsi.\n\n“Yang sekarang dieksplorasi mulai Jawa hingga Kalimantan adalah kambing etawa. Cuma orang anggapannya ketika minum susu kambing bau, padahal susu kambing etawa tidak berbau. dan kosmetiknya sudah diproduksi oleh Brawijaya (UB) juga,” tuturnya.\n\n![](https://prasetya.ub.ac.id/wp-content/uploads/2023/12/DSC00529-480x270.jpg)\n\nSedangkan buku kedua yang diluncurkan adalah “Mewujudkan Jaminan Produk Halal di Indonesia”. Buku ini gabungan tulisan Prof. Ir. Sukoso, M.Sc., Ph.D., Prof. Dr. Loeki Enggar Fitri, dr., M.Kes., Prof. Armanu, SE., MSc. Ph.D., Prof. Dr. Ir. Qomariyatus Sholihahh, ST.M.Kes. IPU. ASEAN.Eng., Prof. Dr. apt. Sri Winarsih, Dra., M.Si.\n\n“Buku ini menginspirasi kita, karena bagaimanapun ini (sertifikasi halal) menyangkut ekonomi kita,” ujar Sukoso, dosen Fakultas Perikanan dan Ilmu Kelautan.\n\nIa mengkhawatirkan dengan adanya Undang-undang tentang sertifikasi halal untuk produk makanan, obat, vaksin, alat kesehatan dan lainnya menjadi hambatan untuk produk dalam negeri tidak bisa diperjualbelikan di negeri sendiri. Sehingga penerbitan buku ini dipandang penting melihat kesiapan di berbagaiu bidang merespon undang-undang tersebut.\n\n‘Bisa jadi produknya halal, tapi bahan yang ditambahkan masyarakat tidak tahu baik pada makanan minuman atau untuk obat,” tambahnya.\n\n![](https://prasetya.ub.ac.id/wp-content/uploads/2023/12/DSC00564-480x270.jpg)\n\nSelain itu diselenggarakan pula Bedah Buku “Karakteristik dan Pertanggungjawaban Hukum Oligark dalam Tata Kelola Lingkungan Hidup dan Sumber Daya Alam. hadir sebagai narasumber yakni penulis pertama Prof. Dr. Rachmad Safa’at, S.H., M.Si. dan Prof. Dr. I. Nyoman. Nurjaya, S.H., M.S.\n\nBuku ini disampaikan Rachmad selaku penulis pertama bisa menjadi salah satu referensi yang menarik terkait modus dan cara main oligark dalam mempertahankan dan mengakumulasi kekayannya lewat eksploitasi sumber daya alam. [sitirahma/Humas UB]",
    "image": "1704480727.jpg"
  },
  {
    "title": "Dewan Profesor UB gelar bedah buku dan deklarasi solidaritas Palestina",
    "slug": "dewan-profesor-ub-gelar-bedah-buku-dan-deklarasi-solidaritas-palestina",
    "body": "Elshinta.com - Di akhir bulan Desember 2023, Dewan Profesor Universitas Brawijaya (UB) Malang menggelar bedah buku Oligark dan launching Buku pemikiran Profesor yang digelar di Gedung Samantha Krida, Selasa (19/12).\n\n“Ada dua agenda dalam acara tersebut dimana dalam launching buku hasil pemikiran Profesor terdiri dari dua judul yakni Mewujudkan Jaminan Produk Halal di Indonesia dan karya Guru Besar UB Bidang Ketahanan Pangan, Nutrisi, Sehat dan Kesehatan. Sedangkan untuk bedah buku judulnya yakni Karakteristik dan Pertanggungjawaban Hukum Oligarki dalam Tata Kelola Lingkungan Hidup dan SDA,” ungkap ketua panitia, Prof Sukir Maryanto seperti dilaporan Kontributor Elshinta, El-Aris, Selasa (19/12).\n\nBedah buku dan launching buku pemikiran profesor merupakan rangkaian dari Dies Natalis UB. “Yang pasti bedah buku akan digelar di setiap acara yang digelar di UB termasuk setiap acara dies natalis,” ujarnya.\n\nSelain itu juga dilakukan deklarasi – Palestine Solidarity Program. “Ada 4 program yang pertama terkait dengan advokasi hukum mimpi kita membantu saudara kita dari ranah hukum apakah nanti ke hukum internasional serta beasiswa bagi mahasiswa Palestina yang ingin kuliah di UB di semua fakultas, serta bantuan alat-alat kesehatan yang nantinya melibatkan mercy serta starting point penggalangan dana untuk Palestina,” singkatnya.",
    "image": "1704481117.jpg"
  }
]